Repository: common-repository/woo-extended
Catalog: languages/wc-extended-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: WC Extended Settings
fr_fr: Paramètres WC Extended

source: The following options are used to configure WC Extended
fr_fr: Les options suivantes sont utilisées pour configurer WC Extended

source: Disable cart page
fr_fr: Désactive la page panier

source: Enabling this option will delete the cart page and for each purchase customers will be redirected directly to the checkout. They will also be able to buy one type of product at a time.
fr_fr: L’activation de cette option supprimera la page panier et pour chaque achat, les clients seront redirigés directement vers la commande. Ils seront également en mesure d’acheter un seul type de produit à la fois.

source: Disable cart page and redirect directly to checkout
fr_fr: Désactive la page panier et redirige directement à la commande

source: Remove UGS
fr_fr: Supprimer UGS

source: Remove Categories
fr_fr: Supprimer les catégories

source: Remove Tags
fr_fr: Ajouter ou supprimer des étiquettes

source: Auto Check Terms
fr_fr: Automatiquement Cocher Termes

source: Auto Check the checkbox terms and conditions in checkout page
fr_fr: Automatiquement Cocher la case à cocher pour les termes et conditions dans la page commande

source: Uncheck Different Address Ship
fr_fr: Décoche Adresse Différente Envoi

source: Uncheck the checkbox for use the different address shipping
fr_fr: Décoche la case à cocher pour l'utilisation de l'adresse différente d'envoi

source: Remove Field Order Notes
fr_fr: Supprime Champs Notes Commande

source: Remove the field Notes in order
fr_fr: Supprime le champs de notes dans la commande

source: Only Sold Individually
fr_fr: Vendre que individuellement

source: Redirect Login Wordpress
fr_fr: Rediriger Connexion Wordpress

source: Redirect the login page (or register) Wordpress to the page of my account woocommerce
fr_fr: Rediriger la page de connexion (ou inscription) Wordpress à la page de mon compte Woocommerce

source: Order
fr_fr: Commander

source: Categories
fr_fr: Catégories

source: Product categories
fr_fr: Catégories de produits

source: Category
fr_fr: Catégorie

# Admin menu name
source: Categories
fr_fr: Catégories

source: Search categories
fr_fr: Chercher dans les catégories

source: All categories
fr_fr: Toutes les catégories

source: Parent category
fr_fr: Catégorie parente

source: Parent category:
fr_fr: Catégorie parente&nbsp;:

source: Edit category
fr_fr: Modifier la catégorie

source: Update category
fr_fr: Mettre à jour la catégorie

source: Add new category
fr_fr: Ajouter une catégorie

source: New category name
fr_fr: Nom de la nouvelle catégorie

source: No categories found
fr_fr: Aucune catégorie trouvée

source: From
fr_fr: À partir de

source: View offer
fr_fr: Voir l’offre

source: %1$s requires %2$s for working.
fr_fr: %1$s nécessite %2$s pour fonctionner.

source: This is a plugin to extended Woocommerce
fr_fr: Il s'agit d'une extension pour étendre Woocommerce
